tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "openjdk"
brew "gradle"
brew "jj"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "zoxide"
cask "bazecor"
cask "devutils"
cask "ghostty"
cask "obs"
cask "obsidian"
